/* Message text of the alert shown when an error occured while writing a sheet. */
"writeErrorMessageText" = "写入到磁盘时出现错误。请小心操作。";

/* Informative text of the alert shown when an error occured while writing a sheet. The placeholder contains the localized error message generated by the system. */
"writeErrorInformativeText" = "从系统日志中：%@";


/* Title of an alert sheet asking for permanent deletion of trashed sheets or groups. */
"MessageTextDeleteItems" = "您确定要永久删除所选项目吗？";

/* Informative text in an alert sheet asking for permanent deletion of trashed sheets or groups. */
"InformativeTextDeleteItems" = "删除文稿和组等项目时，档案将被永久删除，您无法撤销此操作。";

/* Delete button used when permanently deleting items. */
"EraseItems" = "擦除选项";

/* Cancel button used when copying/moving/importing/merging items, deleting items or emptying trash. */
"Cancel" = "取消";


/* Title of error panel shown to the user when a sheet cannot be read from some reason. */
"UnableToOpenSheet" = "无法打开文稿。";

/* Description text of error panel shown to the user when a sheet cannot be read fro some reason. First placeholder is filename, second placeholder will be replaced with a more detailled error description. */
"UnableToOpenSheetText" = "尝试读取文稿 “%@” 时发生错误：\n\n%@";

/* Recovery button in panel showing error details for an unreadable sheet: Reveals the broeken document in finder. */
"RevealInFinder" = "在 Finder 中显示";


/* Title of an alert sheet asking for permanently emptying the trash. */
"MessageTextEmptyTrash" = "您确定要永久删除废纸篓中的所有项目吗？";

/* Informative text in the dialog asking for permanently emptying the trash. Informs that the action cannot be undone. */
"InformativeTextEmptyTrash" = "删除文稿和组等项目时，档案将被永久删除，您无法撤销此操作。";

/* Button used for emptying the trash. */
"EmptyTrash" = "清倒废纸篓";


/* Title of an alert sheet explaining the user that copying/moving/importing certain sheets will result in a lossy result. Used to show a single definition name in the title (e.g. 'Images cannot be used in “External Folders“'). The placeholder will be replaced by the name of the lost definition (see pluralized_image). The last placeholder contains the name of the target source (e.g. ”External Folders” or Daedalus). */
"MessageTextLossyCopySingleDefinition" = "%@ 无法在 “%@” 中使用";

/* Title of an alert sheet explaining the user that copying/moving/importing certain sheets will result in a lossy result. Used to show two or more definition names in the title (e.g. 'Images, Videos and Footnotes cannot be used in “External Folders“'). The first placeholder contains either the name of the lost definition (e.g. pluralized_image) or a list of definition names (see LostDefinitionNamesList). The second placeholder will contain the last definition that will be lost (e.g. pluralized_image). The last placeholder contains the name of the target source (e.g. ”External Folders” or Daedalus). */
"MessageTextLossyCopyMultipleDefinitions" = "%@ 和 %@ 无法在 “%@” 中使用";

/* Used by LostDefinitionNamesMultiple, if more than two definitions should be mentioned (e.g. 'Images, Videos, Footnotes, Annotations'). The first placeholder may either contain a single definition (see pluralized_image) or multiple elements generated in turn by LostDefinitionNamesMultiple. The last placeholder will only contain a single definition name (e.g. pluralized_image). */
"LostDefinitionNamesList" = "%@, %@";


/* The pluralized name of the definition link. Will be used by LostDefinitionNamesSingle, LostDefinitionNamesMultiple and LostDefinitionNamesList. */
"pluralized_link" = "链接";

/* The pluralized name of the definition annotation. Will be used by LostDefinitionNamesSingle, LostDefinitionNamesMultiple and LostDefinitionNamesList. */
"pluralized_annotation" = "注解";

/* The pluralized name of the definition footnote. Will be used by LostDefinitionNamesSingle, LostDefinitionNamesMultiple and LostDefinitionNamesList. */
"pluralized_footnote" = "脚注";

/* The pluralized name of the definition image. Will be used by LostDefinitionNamesSingle, LostDefinitionNamesMultiple and LostDefinitionNamesList. */
"pluralized_image" = "图像";

/* The pluralized name of the definition video. Will be used by LostDefinitionNamesSingle, LostDefinitionNamesMultiple and LostDefinitionNamesList. */
"pluralized_video" = "视频";

/* The pluralized name of keywords attached to a sheet. Will be used by LostDefinitionNamesSingle, LostDefinitionNamesMultiple and LostDefinitionNamesList. */
"pluralized_attachment_keywords" = "关键词";

/* The pluralized name of notes attached to a sheet. Will be used by LostDefinitionNamesSingle, LostDefinitionNamesMultiple and LostDefinitionNamesList. */
"pluralized_attachment_note" = "注释";

/* The pluralized name of images attached to a sheet. Will be used by LostDefinitionNamesSingle, LostDefinitionNamesMultiple and LostDefinitionNamesList. */
"pluralized_attachment_image" = "图像附件";

/* The pluralized name of counting goals attached to a sheet. Will be used by LostDefinitionNamesSingle, LostDefinitionNamesMultiple and LostDefinitionNamesList. */
"pluralized_attachment_goal" = "目标";




/* Informative text of an alert sheet explaining the user that copying certain sheets will result in a lossy copy. The first placeholder contains the name of the target group of the operation. The second placeholder will contain a descriptive list of all items that are actually lost. If a single item cannot be converted, LossDescriptionSingle is used. If multiple cannot be converted, LossDescriptionMultiple is used. (e.g. "Some of the sheets you are copying to “Daedalus“ use features that are not available in this section. If proceding, images will be lost, videos will be lost and footnotes will be lost").  */
"InformativeTextLossyCopy" = "部份复制到 “%@”的文稿使用了本节中不具备的功能。\n%@";

/* Informative text of an alert sheet explaining the user that moving certain sheets will result in a data loss. The first placeholder contains the name of the target group of the operation. The second placeholder will contain a descriptive list of all items that are actually lost. If a single item cannot be converted, LossDescriptionSingle is used. If multiple cannot be converted, LossDescriptionMultiple is used. (e.g. "Some of the sheets you are moving to “Daedalus“ use features that are not available in this section. If proceding, images will be lost, videos will be lost and footnotes will be lost").  */
"InformativeTextLossyMove" = "部份移动到 “%@”的文稿使用了本节中不具备的功能。\n%@";

/* Informative text of an alert sheet explaining the user that importing certain sheets will result in a data loss. The first placeholder contains the name of the target group of the operation. The second placeholder will contain a descriptive list of all items that are actually lost. If a single item cannot be converted, LossDescriptionSingle is used. If multiple cannot be converted, LossDescriptionMultiple is used. (e.g. "Some of the sheets you are importing to “Daedalus“ use features that are not available in this section. If proceding, images will be lost, videos will be lost and footnotes will be lost").  */
"InformativeTextLossyImport" = "部份导入到 “%@”的文稿使用了本节中不具备的功能。\n%@";


/* Button for accepting a lossy copy/move/import/merge of an item in the dialog asking for making a lossy copy/move/import/merge of a sheet. */
"ConfirmLoss" = "继续";




/* Title of a second alert sheet asking the user to confirm, whether sheets should be really moved even though content may be lost. The user has the alternative to copy the sheets. */
"MessageTextLossyMoveConfirmation" = "您确定要继续吗？这个动作将无法撤消。";

/* Informative text in the dialog asking the user to confirm a move operation. The placeholder contains a description of the information that will be lost (see LossDescriptionSingle and LossDescriptionMultiple). */
"InformativeTextLossyMoveConfirmation" = "%@";

/* Button for accepting a lossy move of an item in the dialog asking for confirming a lossy move of a sheet. */
"ConfirmMove" = "移动";

/* Button for falling back to a lossy copy of an item in the dialog asking for confirming a lossy move of a sheet. */
"ConfirmCopy" = "拷贝";



/* Title of alert sheet asking the user to confirm whether sheets should be merged. This title is shown when the merge operation is non-lossy (i.e. does not lose any data). */
"MessageTextNonLossyMerge" = "您确定要合并所选文稿吗？";

/* Informative text of alert sheet explaining that when merging sheets, the original sheets will be moved to the trash. This text is shown when the merge operation is non-lossy (i.e. does not lose any data). */
"InformativeTextNonLossyMerge" = "原文稿将被移到废纸篓。您不能撤销此操作。";

/* Title of alert sheet asking the user to confirm that merging the sheets will result in a data loss. Used to show a single definition name in the title (e.g. 'Keywords cannot be preserved during merge'). The placeholder will be replaced by the name of the lost definition (see pluralized_attachment_keywords). */
"MessageTextLossyMerge" = "合并时不能保留 %@";

/* Title of alert sheet asking the user to confirm that merging the sheets will result in a data loss. Used to show two or more definition names in the title (e.g. 'Keywords, Images and Footnotes cannot be preserved during merge'). The first placeholder contains either the name of the lost definition (e.g. pluralized_attachment_keywords) or a list of definition names (see LostDefinitionNamesList). The second placeholder will contain the last definition that will be lost (e.g. pluralized_attachment_keywords). */
"MessageTextLossyMergeMultipleDefinitions" = "合并时不能保留 %@ 和 %@";

/* Title of the suppression button shown when asking the user when running a non-lossy sheet merge operation. If selected, the user will not be asked again during non-lossy merge operations. */
"DoNotAskAgain" = "不再询问";

/* Button for accepting a merge operation of sheets. */
"ConfirmMerge" = "合并";



/* Used by InformativeTextLossyCopy, InformativeTextLossyMove, InformativeTextLossyImport, InformativeTextLossyMoveConfirmation. Used also as informative text when lossy-merging sheets. Will be used if only a single type of definition will be lost (e.g. "If you proceed, images will be lost."). The placeholder contains a snippet describing the lost content (see conversionError_image). */
"LossDescriptionSingle" = "如果您继续，%@。";

/* Used by InformativeTextLossyCopy, InformativeTextLossyMove, InformativeTextLossyImport, InformativeTextLossyMoveConfirmation. Used also as informative text when lossy-merging sheets. Will be used if at least two different types of definitions will be lost (e.g. "If you proceed, images will be lost and footnotes will be lost."). The first placeholder contains either a single descriptions of the lost content (see conversionError_image) or a list of multiple descriptions (see LossDescriptionList). The second placeholder will contain the last descriptions. */
"LossDescriptionMultiple" = "如果您继续，%@ 并且 %@。";

/* Used by LossDescriptionMultiple to create a list of descriptions for definitions lost during copy, move, import or merge operation. The first placeholder may either contain a single description (see conversionError_image) or multiple elements generated in turn by LossDescriptionList. The last placeholder will only contain a single description. */
"LossDescriptionList" = "%@, %@";


/* A snippet embedded to LossDescriptionSingle, LossDescriptionMultiple or LossDescriptionList. Will be used if a link cannot be converted when copying/moving/importing a document. */
"conversionError_link" = "链接将会丢失";

/* A snippet embedded to LossDescriptionSingle, LossDescriptionMultiple or LossDescriptionList. Will be used if an annoation cannot be converted when copying/moving/importing a document. */
"conversionError_annotation" = "注释将会丢失";

/* A snippet embedded to LossDescriptionSingle, LossDescriptionMultiple or LossDescriptionList. Will be used if a footnote cannot be converted when copying/moving/importing a document. */
"conversionError_footnote" = "脚注将会丢失";

/* A snippet embedded to LossDescriptionSingle, LossDescriptionMultiple or LossDescriptionList. Will be used if an image cannot be converted when copying/moving/importing a document. */
"conversionError_image" = "图像将会丢失";

/* A snippet embedded to LossDescriptionSingle, LossDescriptionMultiple or LossDescriptionList. Will be used if a video cannot be converted when copying/moving/importing a document. */
"conversionError_video" = "视频将会丢失";

/* A snippet embedded to LossDescriptionSingle, LossDescriptionMultiple or LossDescriptionList. Will be used if keywords attached to a sheet cannot be converted when copying/moving/importing a document. */
"conversionError_attachment_keywords" = "关键字将会丢失";

/* A snippet embedded to LossDescriptionSingle, LossDescriptionMultiple or LossDescriptionList. Will be used if notes attached to a sheet cannot be converted when copying/moving/importing a document. */
"conversionError_attachment_note" = "笔记将会丢失";

/* A snippet embedded to LossDescriptionSingle, LossDescriptionMultiple or LossDescriptionList. Will be used if images attached to a sheet cannot be converted when copying/moving/importing a document. */
"conversionError_attachment_image" = "图像附件将会丢失";

/* A snippet embedded to LossDescriptionSingle, LossDescriptionMultiple or LossDescriptionList. Will be used if counting goals attached to a sheet cannot be converted when copying/moving/importing a document. */
"conversionError_attachment_goal" = "目标将会丢失";
